{"articles": [{
    "id": 1,
    "title": "Why Bachelorette fans are pissed at Rachel",
    "author": "Victoria McNally",
    "body": "It is a truth universally known by Bachelor Nation that the person who eventually wins the heart of the Bachelor or Bachelorette usually gets the kindest edit on the show. But despite that, the winner of this season of The Bachelorette, 37 year-Bryan Abasalo, just didn't resonate with viewers; personally I always thought he seemed way too smooth and even a little bit phony for Rachel, to be totally honest. Despite all that, Rachel picked Bryan at the end of The Bachelorette - and a lot of fans are upset with her choice.",
    "image": "https://typeset-beta.imgix.net/uploads/image/2017/8/4/65f5ba2c-2e5c-4c6c-8370-22670b98786c-147251_0002.jpg?w=740&h=444&fit=crop&crop=faces&auto=format&q=70"
  }, {
    "id": 2,
    "title": "When Is Acne Not Acne? These 3 Skin Conditions Are Often Mistaken For A Breakout",
    "author": "Kara McGrath",
    "body": "Is there anything more frustrating (as far as skin care goes, at least) than trying to get rid of stubborn zit? Well, yes: Finding out that particular outbreak of acne isn’t actually acne at all. Even your trustiest spot treatment won’t do anything at all if that pimple on your chin is actually some completely different type of skin condition. In fact, your go-to salicylic could be making your situation worse if you’ve accidentally self diagnosed incorrectly.",
    "image": "https://typeset-beta.imgix.net/uploads/image/2017/8/2/bf2c3041-9d87-41f3-ac14-0ee5a69cfcaa-stock_ab-8645.jpg?w=740&h=444&fit=crop&crop=faces&auto=format&q=70"
  }, {
    "id": 3,
    "title": "Your Daily Horoscope For August 8, 2017",
    "author": "Mecca Woods",
    "body": "We’re constantly fascinated by what our zodiac sign says about our lives, whether it's which signs are most compatible or how each sign handles conflict in relationships. That's why Bustle has enlisted Mecca Woods, a New York City-based astrologer of MyLifeCreated.com, to tell us all about how astrology is affecting our lives each day. Today's topic: your daily horoscope for August 8, 2017.",
    "image": "https://www.bustle.com/p/your-daily-horoscope-for-august-8-2017-73608"
  }, {
    "id": 4,
    "Title": "This Woman Got The Best Revenge On A Guy Who Double-Booked Their Date, & Twitter Is LOVING It",
    "author": "Melanie Mignucci",
    "body": "If there’s anything we can learn from The Bachelorette, it’s that dating is always, with very few exceptions, a complete sh*tshow. Even if you do meet someone great, there's always the possibility that they'll ghost you, cheat on you, or be a pathological liar who completely misrepresented all the facts about their life. (Extreme, but it happens.) We hold out hope that the next one will lead to a new relationship because, well, rent is expensive and we don’t want to die alone. But sometimes, as Twitter user Lisette Plyant learned, even when dating is the worst, it can lead to amazing new relationships — platonic ones, that is.",
    "image": "http://ell.h-cdn.co/assets/15/02/980x490/landscape_nrm_1420498727-sagittarus.jpg"
    }]
}
